project/atropos-go/etcd_concurrent_read-master/master/e4/output/without_expensive_read/cheap_write.log
 0 / 100 B                                                                                                                                            !   0.00%INFO: 2023/06/09 16:34:01 ccResolverWrapper: sending new addresses to cc: [{localhost:2379 0  <nil>}]
INFO: 2023/06/09 16:34:01 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
INFO: 2023/06/09 16:34:01 balancerWrapper: got update addr from Notify: [{localhost:2379 <nil>}]
 100 / 100 Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo! 100.00% 4s

Summary:
  Total:	4.9517 secs.
  Slowest:	0.0036 secs.
  Fastest:	0.0002 secs.
  Average:	0.0005 secs.
  Stddev:	0.0004 secs.
  Requests/sec:	20.1952

Response time histogram:
  0.0002 [1]	|
  0.0006 [88]	|∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  0.0009 [7]	|∎∎∎
  0.0012 [1]	|
  0.0016 [1]	|
  0.0019 [0]	|
  0.0022 [1]	|
  0.0026 [0]	|
  0.0029 [0]	|
  0.0032 [0]	|
  0.0036 [1]	|

Latency distribution:
  10% in 0.0003 secs.
  25% in 0.0004 secs.
  50% in 0.0004 secs.
  75% in 0.0005 secs.
  90% in 0.0006 secs.
  95% in 0.0009 secs.
  99% in 0.0036 secs.